import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2008-2009 н.р</h1>
        <br />
        <h2 className="h-2">
          Бакалаври спеціальності 6.080204 «Соціальна інформатика»
        </h2>
        <br />
        <ol>
          <li>Алієв Елін&nbsp; Бахтіярович</li>
          <li>Бардус Оксана Олександрівна</li>
          <li>Бородай Дмитро Володимирович</li>
          <li>Бочкарьова Юлія&nbsp; Петрівна</li>
          <li>Буйволенко Анжела Сергіївна</li>
          <li>Буцький Владислав Володимирович</li>
          <li>Власенко Станіслав Романович</li>
          <li>Головко Владислав Миколайович</li>
          <li>Горб Євгеній Олександрович</li>
          <li>Гринь Сергій Володимирович</li>
          <li>Дараган Людмила&nbsp; Миколаївна</li>
          <li>Донік Олександр Олександрович</li>
          <li>Клименко Сергій Олексійович</li>
          <li>Ксьонз Марина Юріївна</li>
          <li>Ларіонов Олег Вікторович</li>
          <li>Павленко Вадим Борисович</li>
          <li>Панасенко Олександр Миколайович</li>
          <li>Перець Ігор Сергійович</li>
          <li>Пивовар Ігор Васильович</li>
          <li>Птіцин Андрій&nbsp; Ігорович</li>
          <li>Синявський Станіслав Євгенович</li>
          <li>Сипітий Микола Миколайович</li>
          <li>Чайка Андрій Володимирович</li>
          <li>Щербина Юлія Василівна</li>
          <li>Чепела Дмитро Сергійович</li>
          <li>Колодяжна Наталія Володимирівна</li>
          <li>Агекян Максим Михайлович</li>
          <li>Бадьон Ігор Миколайович</li>
          <li>Власов Денис Ігорович</li>
          <li>Воронянський Дмитро Олександрович</li>
          <li>Голобородько Наталія Павлівна</li>
          <li>Залужна Віта Валеріївна</li>
          <li>Зінченко Ірина Володимирівна</li>
          <li>Козлов&nbsp; Олександр Миколайович</li>
          <li>Мармура Сергій іванович</li>
          <li>Марченко&nbsp; Олексій Вікторович</li>
          <li>Мовчан&nbsp;&nbsp; Ігор Анатолійович</li>
          <li>Моторний&nbsp; Юрій Володимирович</li>
          <li>Нехаєнко Віталій Михайлович</li>
          <li>Нужний Павло Андрійович </li>
          <li>Олійник Олександр Сергійович</li>
          <li>Павленко Ірина Олександрівна</li>
          <li>Петров Олександр Віталійович</li>
          <li>Пирков Віктор Сергійович</li>
          <li>Плахотніченко Вікторія Володимирівна</li>
          <li>Пономаренко&nbsp;&nbsp; Вікторія Іванівна</li>
          <li>Пузина Тетяна Владиславівна</li>
          <li>Ромашенко&nbsp; Олександр Олексійович</li>
          <li>Сотула Аліна Володимирівна</li>
          <li>Федотченко&nbsp;&nbsp; Ірина Сергіївна</li>
          <li>Шолудько Оксана Олексіївна</li>
          <li>Юрченко Ігор Володимирович </li>
        </ol>
        <br />
        <a href="http://www.matmodel.puet.edu.ua/files/grsd-info22.pdf">
          Інформація щодо працевлаштування випускників спеціальності 122
          «Комп’ютерні науки», що закінчили навчання у 2022 році
        </a>
      </div>
    </main>
  );
}
