import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2009-2010 н.р</h1>
        <br />
        <h2 className="h-2">
          Бакалаври спеціальності 6.080204 «Соціальна інформатика»
        </h2>
        <br />
        <ol>
          <li>Антонець Олег Миколайович</li>
          <li>Бернацький Василь&nbsp; Сергійович</li>
          <li>Костеріна Оксана Олександрівна</li>
          <li>Гордієнко Анна Володимирівна</li>
          <li>Дігтяр Артем Васильович</li>
          <li>Дорошенко Андрій Олександрович</li>
          <li>Кодак Олександр Олександрович</li>
          <li>Койнаш Михайло Сергійович</li>
          <li>Колісник Віта Василівна</li>
          <li>Костерін Ярослав Ігорович</li>
          <li>Котляревський Антон Ігорович</li>
          <li>Максименко Микола Леонідович</li>
          <li>Миколаєнко Юлія Олександрівна</li>
          <li>Нуріахметов Едуард Ільдарович</li>
          <li>Олійник Світлана Віталіївна</li>
          <li>Петров Нікіта Юрійович</li>
          <li>Реєнт&nbsp; Євгеній Вікторович</li>
          <li>Сливка Анатолій Володимирович</li>
          <li>Тимченко Ростислав Миколайович</li>
          <li>Трейтяченко Михайло Григорович</li>
          <li>Фелоненко Олександр Миколайович</li>
          <li>Шаталов&nbsp; Богдан&nbsp; Володимирович</li>
          <li>Могильний Віталій Олександрович </li>
        </ol>
        <br />
        <a href="http://www.matmodel.puet.edu.ua/files/grsd-info22.pdf">
          Інформація щодо працевлаштування випускників спеціальності 122
          «Комп’ютерні науки», що закінчили навчання у 2022 році
        </a>
      </div>
    </main>
  );
}
