import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2010-2011 н.р</h1>
        <br />
        <h2 className="h-2">
          Бакалаври напряму підготовки 6.040302 «Інформатика»
        </h2>
        <br />
        <ol>
          <li>Байдак Наталія Володимирівна</li>
          <li>Бандурка Валентин Євгенійович</li>
          <li>Біла Ірина Анатоліївна</li>
          <li>Буланий Олександр Олександрович</li>
          <li>Вайда Микола Вадимович</li>
          <li>Васильченко Сергій Сергійович</li>
          <li>Данилейко Богдана Петрівна</li>
          <li>Іщенко Михайло Олександрович</li>
          <li>Кузьменко Романа Сергійович</li>
          <li>Лень Руслан Федорович</li>
          <li>Литвиненко Олександр Сергійович</li>
          <li>Мамон Олексій Петрович</li>
          <li>Мигловець Дмитро Миколайович</li>
          <li>Мірошниченко Артем Валерійович</li>
          <li>Олійник Валентин Геннадійович</li>
          <li>Онищенко Сергій Миколайович</li>
          <li>Очеретько Сергій Олександрович</li>
          <li>Педченко Максим Сергійович</li>
          <li>Самсоненко Євген Віталійович</li>
          <li>Скряга&nbsp; Віталій &nbsp;&nbsp;Павлович</li>
          <li>Теркун Дмитро Сергійович</li>
          <li>Шутяєва Ганна Юріївна</li>
          <li>Вербицький Денис Вікторович</li>
          <li>Дрімайло Станіслав Вікторович</li>
          <li>Дубина Євгеній Олександрович</li>
          <li>Єрмолінський Денис Сергійович</li>
          <li>Зінченко Павло Миколайович</li>
          <li>Камуз Ігор Геннадійович</li>
          <li>Клименко Володимир Олексійович</li>
          <li>Копилець Тетяна Олександрівна</li>
          <li>Кузьмін Дмитро Юрійович</li>
          <li>Лодіс Руслан Миколайович</li>
          <li>Одарущенко Валентина Олегівна</li>
          <li>Пуста Ірина Юріївна</li>
          <li>Cалій Антон Павлович</li>
          <li>Самойдюк Володимир Олександрович</li>
          <li>Северіна Любов Андріївна</li>
          <li>Сердечний В’ячеслав Олексійович</li>
          <li>Такало Артем Петрович</li>
          <li>Федоренко Тетяна Михайліна</li>
          <li>Фенько Сергій Олександрович</li>
          <li>Літвінова (Шебіка) Тетяна Анатоліївна </li>
        </ol>
        <br />
        <a href="http://www.matmodel.puet.edu.ua/files/grsd-info22.pdf">
          Інформація щодо працевлаштування випускників спеціальності 122
          «Комп’ютерні науки», що закінчили навчання у 2022 році
        </a>
      </div>
    </main>
  );
}
