import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2011-2012 н.р</h1>
        <br />
        <h2 className="h-2">
          Бакалаври напряму підготовки 6.040302 «Інформатика»
        </h2>
        <br />
        <ol>
          <li>Бабенко Дмитро Анатолійович</li>
          <li>Ванжа Сергій Валерійович</li>
          <li>Васецький Артем Сергійович</li>
          <li>Гавриленко Андрій Анатолійович</li>
          <li>Глинський&nbsp; Костянтин Григорович&nbsp; </li>
          <li>Євтушенко Сергій Олександрович</li>
          <li>Завора Дмитро Юрійович</li>
          <li>Ігнатюк Роман Борисович</li>
          <li>Мандя Олег Олександрович</li>
          <li>Мороз Ярослав Валерійович</li>
          <li>Овсяник Сергій Андрійович</li>
          <li>Олефір Дмитро Олександрович</li>
          <li>Проданець Сергій Васильович</li>
          <li>Різун Дмитро Геннадійович</li>
          <li>Скворцов Денис Валерійович</li>
          <li>Солопіхін Микита Олегович</li>
          <li>Шклярчук&nbsp; Яна Станіславівна</li>
          <li>Білокінь Дмитро Сергійович</li>
          <li>Бурмус Олексій Володимирович</li>
          <li>Гонтар Аліна Юріївна</li>
          <li>Івахова Юлія Сергіївна</li>
          <li>Кліменко Олександр Олександрович </li>
          <li>Коніченко Олександр Васильович</li>
          <li>Ляшенко Ярослава Олександрівна</li>
          <li>Маляр Олег Олександрович</li>
          <li>Мотрій Руслан Петрович</li>
          <li>Нефьодов Олександр Ігорович</li>
          <li>Пасько Станіслав Юрійович</li>
          <li>Полибенко Василь Петрович</li>
        </ol>
        <br />
      </div>
    </main>
  );
}
