import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники кафедри 2021-2022 н.р</h1>
        <p>Всього кафедра випустила 480 бакалаврів за 2008-2022 рр.</p>
        <br />
        <h2 className="h-2">Бакалаври спеціальності «Комп’ютерні науки»</h2>
        <br />
        <ol>
          <li>Авраменко Євгеній Ігорович</li>
          <li>Баклан Іван Сергійович</li>
          <li>Балан Ярослав Дмитрович</li>
          <li>Бондарь Денис Андрійович</li>
          <li>Вергелес Денис Анатолійович</li>
          <li>Воронянський Денис Максимович</li>
          <li>Грушко Вадим Сергійович</li>
          <li>Дробишев Олексій Сергійович</li>
          <li>Забалуй Юрій Олександрович</li>
          <li>Костяний Сергій Олександрович</li>
          <li>Лазаренко Владислав Олександрович</li>
          <li>Мартинюк Гліб Віталійович</li>
          <li>Мотузка Владислав Вікторович</li>
          <li>Нездойминога Віталій Вікторович</li>
          <li>Окружний Ігор Олегович</li>
          <li>Орендочка Кирило Олександрович</li>
          <li>Погрібний Олексій Олегович</li>
          <li>Ростовецький Артур Володимирович</li>
          <li>Салогуб Роман Андрійович</li>
          <li>Скопець Олександр Олегович</li>
          <li>Собіборець Олександр Юрійович</li>
          <li>Хорошевська Еліна Олександрівна</li>
          <li>Шух Софія Сергіївна</li>
          <li>Янко Олексій Миколайович</li>
          <li>Васецький Богдан Ігорович</li>
          <li>Городницький Олег Юрійович</li>
          <li>Коваленко Вадим Олександрович</li>
          <li>Коломієць Максим Володимирович</li>
          <li>Кузук Дарина Віталіївна</li>
          <li>Ліщук Тімур Русланович</li>
          <li>Матвійшин Назар Ігорович</li>
          <li>Омельченко Богдан Юрійович</li>
          <li>Пісковий Дмитро Русланович</li>
          <li>Рага Олег Олександрович</li>
          <li>Рудницький Антон Володимирович</li>
          <li>Сичик Олексій Сергійович</li>
          <li>Токар Володимир Володимирович</li>
          <li>Токар Михайло Олександрович</li>
          <li>Шевчишин Олександр Вікторович</li>
          <li>Шимко Дмитро Дмитрович</li>
          <li>Шульц Дмитро Сергійович</li>
          <li>Яковченко Сергій Володимирович</li>
          <li>Бутко Ігор Сергійович</li>
          <li>Іванюк Максим Олегович</li>
          <li>Охота Максим Русланович</li>
          <li>Томчук Арсен Васильович</li>
          <li>Балан Юрій Михайлович</li>
          <li>Денисенко Валентин Сергійович</li>
          <li>Метельський Андрій Валерійович</li>
          <li>Мошковський Роман Русланович</li>
          <li>Пилипенко Назарій Вікторович</li>
          <li>Фаренюк Владислав Васильович</li>
          <li>Писанський Олег Русланович</li>
          <li>Седе Пол Ошіоке</li>
          <li>Лопез Даніель Плата</li>
          <li>Бах Абдурахман</li>
          <li>Бхакат Рохіт</li>
          <li>Оразов Вепа</li>
          <li>Мабвіра Малверн</li>
          <li>Качан Даніїл Вікторович</li>
          <li>Сероус Анатолій Миколайович</li>
          <li>Дакало Леонід Вікторович</li>
          <li>Соляник Влада Богданівна</li>
          <li>Миколюк Тарас Вікторович</li>
          <li>Осман Амджад</li>
        </ol>
        <br />
        <a href="http://www.matmodel.puet.edu.ua/files/grsd-info22.pdf">
          Інформація щодо працевлаштування випускників спеціальності 122
          «Комп’ютерні науки», що закінчили навчання у 2022 році
        </a>
      </div>
    </main>
  );
}
