import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2013-2014 н.р.</h1>
        <br />
        <h2 className="h-2">
          Бакалаври напряму підготовки 6.040302 «Інформатика»
        </h2>
        <br />
        <ol>
          <li>Алієв Фархад Парвіз огли</li>
          <li>Бочинський Максим Сергійович</li>
          <li>Ворона Максим Віталійович </li>
          <li>Гришина Катерина Валеріївна</li>
          <li>Душинська Аліна Володимирівна</li>
          <li>Кондрашев Денис Максимович</li>
          <li>Макаренко Яна Миколаївна</li>
          <li>Мозгова Олена Олександрівна </li>
          <li>Петров Іван Володимирович </li>
          <li>Семенчак Олексій Едуардович</li>
          <li>Смирнов Антон Борисович </li>
          <li>Спінжар Вікторія Русланівна</li>
          <li>Ставковий Максим Юрійович</li>
          <li>Титаренко Олександр Олегович </li>
          <li>Томченко Олексій Васильович</li>
          <li>Фесик Олександр Олексійович</li>
          <li>Чверткіні Андро</li>
          <li>Шаманський Вячеслав Олегович</li>
          <li>Яроха Максим Володимирович</li>
          <li>Жулінський Богдан Тарасович</li>
          <li>Кібіткін Ігор Вікторович</li>
          <li>Крамаренко Богдан Валерійович </li>
          <li>Бен Сауд Тарек Бен Тахер</li>
          <li>Шабанов Камран Хидаят оглы</li>
        </ol>
        <br />
      </div>
    </main>
  );
}
