import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники кафедри 2021-2022 н.р</h1>
        <p>Всього кафедра випустила 480 бакалаврів за 2008-2022 рр.</p>
        <br />
        <h2 className="h-2">Бакалаври спеціальності «Комп’ютерні науки»</h2>
        <br />
        <ol>
          <li>Голубенко Роман Володимирович.</li>
          <li>Денисенко Валерій Вікторович.</li>
          <li>Дядечко Максим Валерійович.</li>
          <li>Заможський Олександр Олександрович.</li>
          <li>Лещенко Ігор Валентинович.</li>
          <li>Мельницький Ян Віталійович.</li>
          <li>Михайловський Роман Михайлович.</li>
          <li>Мороз Артур Вадимович.</li>
          <li>Недбайло Ярослав Ігорович.</li>
          <li>Ніколаєнко Олексій Васильович.</li>
          <li>Ричков Максим Вікторович.</li>
          <li>Сіам Карім Ашрафович.</li>
          <li>Спорнік Сергій Сергійович.</li>
          <li>Тітар Євгеній Васильович.</li>
          <li>Тищенко Владислав Юрійович.</li>
          <li>Фесенко Денис Ігорович.</li>
          <li>Шаркий Ярослав Іванович.</li>
          <li>Койло Максим Юрійович.</li>
          <li>Колінько Євгеній Андрійович.</li>
          <li>Кулинич Марина Костянтинівна.</li>
          <li>Міщенко Станіслав Анатолійович.</li>
          <li>Писаренко Ігор Андрійович.</li>
          <li>Цикозін Олег Вадимович.</li>
          <li>Шульга Ілля Ігорович.</li>
          <li>Алексов Сергій Вікторович.</li>
          <li>Белінський Олексій Борисович.</li>
          <li>Величко Артур Олександрович.</li>
          <li>Волосевич Максим Васильович.</li>
          <li>Князєв Олексій Миколайович.</li>
          <li>Костромін Ігор Ігорович.</li>
          <li>Скромінський Михайло Віталійович.</li>
          <li>Цехмейстер Вадим Олександрович.</li>
          <li>Мамедов Ахмед Алі огли.</li>
          <li>Рзаєв Емін Фархад огли. </li>
        </ol>
        <br />
        <a href="http://www.matmodel.puet.edu.ua/files/grsd-info22.pdf">
          Інформація щодо працевлаштування випускників спеціальності 122
          «Комп’ютерні науки», що закінчили навчання у 2022 році
        </a>
      </div>
    </main>
  );
}
