import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники кафедри 2021-2022 н.р</h1>
        <p>Всього кафедра випустила 480 бакалаврів за 2008-2022 рр.</p>
        <br />
        <h2 className="h-2">Бакалаври спеціальності «Комп’ютерні науки»</h2>
        <br />
        <ol>
          <li>Борута Іван Володимирович.</li>
          <li>Горбенко Владислав Сергійович.</li>
          <li>Рак Андрій Олександрович.</li>
          <li>Сузанська Аделіна Олександрівна.</li>
          <li>Шабоян Артур Тігранович.</li>
          <li>Закіров Ренат Раїфович.</li>
          <li>Соболєв Денис Андрійович.</li>
          <li>Бурко Андрій Олександрович.</li>
          <li>Гак Олександр Олександрович.</li>
          <li>Деркач Роман Анатолійович.</li>
          <li>Дудник Дмитро Анатолійович.</li>
          <li>Заливчий Михайло Вячеславович.</li>
          <li>Котенко Сергій Костянтинович.</li>
          <li>Коровайкін Єгор Дмитрович.</li>
          <li>Крамаренко Олександр Володимирович.</li>
          <li>Купченко Олексій Володимирович.</li>
          <li>Кучер Павло Андрійович.</li>
          <li>Мірзоєв Ібрагім Джафар огли.</li>
          <li>Нікітков Роман Дмитрович.</li>
          <li>Педченко Вадим Миколайович.</li>
          <li>Пилипченко Віталій Сергійович.</li>
          <li>Хорольський Владислав Олександрович.</li>
          <li>Бибка Богдан Миколайович.</li>
          <li>Веретельник Микита Русланович.</li>
          <li>Горєв Родіон Олександрович.</li>
          <li>Клименко Микола Миколайович.</li>
          <li>Ломака Максим Анатолійович.</li>
          <li>Малишева Дар`я Василівна.</li>
          <li>Орламенко Софія Андріївна.</li>
          <li>Парасоцький Ростислав Богданович.</li>
          <li>Пильник Сергій Олександрович.</li>
          <li>Порожняков Володимир Олександрович.</li>
          <li>Рижков Артем Віталійович.</li>
          <li>Срібний Сергій Юрійович.</li>
          <li>Ткаленко Юрій Олександрович.</li>
          <li>Яремченко Сергій Іванович.</li>
          <li>Будяй Віталій Олексійович.</li>
          <li>Дашевський Василь Андрійович.</li>
          <li>Дзяткевич Максим Олегович.</li>
          <li>Дідик Віктор Васильович.</li>
          <li>Іжевський Дмитро Олегович.</li>
          <li>Любовецький Тарас Олегович.</li>
          <li>Мойсеєнко Максим Олександрович.</li>
          <li>Нечай Валентин Володимирович.</li>
          <li>Пластуняк Руслан Богданович.</li>
          <li>Флерчук Вадим Олександрович.</li>
          <li>Франко Вадим Анатолійович.</li>
          <li>Аднан Мухаммад.</li>
          <li>Чагонда Н'яша Стенлі.</li>
          <li>Ларті Вахаб Хакім.</li>
          <li>Дарбое Амадоу.</li>
          <li>Лукіна Вікторія Володимирівна.</li>
        </ol>
        <br />
        <a href="http://www.matmodel.puet.edu.ua/files/grsd-info22.pdf">
          Інформація щодо працевлаштування випускників спеціальності 122
          «Комп’ютерні науки», що закінчили навчання у 2022 році
        </a>
      </div>
    </main>
  );
}
