import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2008-2009 н.р.</h1>
        <br />
        <h2 className="h-2">Магістри 8.080204 «Соціальна інформатика»</h2>
        <br />
        <ol>
          <li>Беркута Євгенія Валентинівна</li>
          <li>Дерев’янко Олена Валеріївна </li>
          <li>Литвин Ірина Миколаївна</li>
          <li>Малиш Оксана Вікторівна </li>
          <li>Передера Тетяна Вікторівна</li>
          <li>Смірнова&nbsp; Марина Вікторівна</li>
          <li>Тронько Олена Олегівна</li>
          <li>Трофименко Олена Володимирівна</li>
          <li>Фуртас Валентина Василівна</li>
          <li>Шолуха Марина Юріївна</li>
        </ol>
        <br />
        <h2 className="h-2">Спеціалісти 7.080204 «Соціальна інформатика»</h2>
        <ol>
          <li>Бородай Надія Олександрівна</li>
          <li>Горбань Олена Сергіївна</li>
          <li>Жила В’ячеслав Валентинович</li>
          <li>Зімін Павло Олександрович</li>
          <li>Ігуменцев Олександр&nbsp; Анатолійович</li>
          <li>Кодацька Вікторія Анатоліївна</li>
          <li>Козир Олена Юріївна</li>
          <li>Кравець Неллі Арутюнівна</li>
          <li>Кривобок Дмитро Юрійович</li>
          <li>Кучко Ілля Валентинович</li>
          <li>Лобачов Владислав Владиславович</li>
          <li>Лукаш Іван Володимирович</li>
          <li>Маслов Ярослав Олегович&nbsp;&nbsp; </li>
          <li>Пасюра Олександр&nbsp; Анатолійович</li>
          <li>Перцьова Ірина Олександрівна </li>
          <li>Полапа Антон Іванович</li>
          <li>Прогунова Ганна Валентинівна</li>
          <li>Рисаков Григорій Віталійович</li>
          <li>Сулима Аліна Олександрівна</li>
          <li>Філоненко Таміла Олександрівна</li>
          <li>Шавшин Вікторія Петрівна</li>
          <li>Бандур Анна Анатоліївна</li>
          <li>Барабаш Анна Сергіївна</li>
          <li>Буцький Сергій Володимирович</li>
          <li>Зуб Олена Миколаївна</li>
          <li>Кириченко Юлія Вікторівна</li>
          <li>Колесніченко Ірина Іванівна</li>
          <li>Корольов Дмитро Юрійович</li>
          <li>Масленко Ірина Володимирівна</li>
          <li>Мисик Ганна Борисівна </li>
          <li>Мізюк Ярослав Григорович</li>
          <li>Моргун Максим&nbsp; Юрійович</li>
          <li>Нарейко Тетяна Борисівна</li>
          <li>Остапенко Андрій Сергійович</li>
          <li>Писаренко В’ячеслав Миколайович </li>
          <li>Співак Тетяна Анатоліївна</li>
          <li>Таран Олександр Вікторович</li>
          <li>Тарасенко Ігор Сергійович </li>
          <li>Червонюк&nbsp; Андрій Ігоревич</li>
          <li>Терещенко Ігор Андрійович</li>
        </ol>
      </div>
    </main>
  );
}
