import AlumniFilter from "@/components/AlumniFilter/AlumniFilter";

import styles from "@/styles/Alumni.module.scss";

export default function Alumni() {
  return (
    <main className="main">
      <div className={`container ${styles.alumni_container}`}>
        <AlumniFilter />
        <h1 className="h-1 page-heading">Випускники 2009-2010 н.р.</h1>
        <br />
        <h2 className="h-2">Магістри 8.080204 «Соціальна інформатика»</h2>
        <br />
        <ol>
          <li>Власов Денис Ігорович </li>
          <li>Голобородько Наталія Павлівна </li>
          <li>Зінченко Ірина Володимирівна</li>
          <li>Ларіонов Олег Вікторович </li>
          <li>Мовчан&nbsp;&nbsp; Ігор Анатолійович </li>
          <li>Павленко Вадим Борисович </li>
          <li>Петров Олександр Віталійович </li>
          <li>Пивовар Ігор Васильович </li>
          <li>Плахотніченко Вікторія Володимирівна </li>
          <li>Пузина Тетяна Владиславівна </li>
          <li>Рисаков Григорій Віталійович </li>
        </ol>
        <h2 className="h-2"> Спеціалісти 7.080204 «Соціальна інформатика»</h2>
        <ol>
          <li>Алієв Емін&nbsp; Бахтіярович </li>
          <li>Бородай Дмитро Володимирович </li>
          <li>Бочкарьова Юлія&nbsp; Петрівна </li>
          <li>Буцький Владислав Володимирович </li>
          <li>Власенко Станіслав Романович </li>
          <li>Горб Євгеній Олександрович </li>
          <li>Гринь Сергій Володимирович </li>
          <li>Дараган Людмила&nbsp; Миколаївна </li>
          <li>Донік Олександр Олександрович</li>
          <li>Клименко Сергій Олексійович</li>
          <li>Колодяжна Наталія Володимирівна</li>
          <li>Ромасенко (Ксьонз) Марина Юріївна</li>
          <li>Панасенко Олександр Миколайович</li>
          <li>Птіцин Андрій&nbsp; Ігорович </li>
          <li>Синявський Станіслав Євгенович </li>
          <li>Сипітий Микола Миколайович </li>
          <li>Чайка Андрій Володимирович </li>
          <li>Чепела Дмитро Сергійович </li>
          <li>Щербина Юлія Василівна </li>
          <li>Агекян Максим Михайлович </li>
          <li>Бадьон Ігор Миколайович </li>
          <li>Бардус Оксана Олександрівна </li>
          <li>Буйволенко Анжела Сергіївна </li>
          <li>Воронянський Дмитро Олександрович </li>
          <li>Залужна Віта Валеріївна </li>
          <li>Козлов&nbsp; Олександр Миколайович </li>
          <li>Мармура Сергій Іванович </li>
          <li>Моторний&nbsp; Юрій Володимирович</li>
          <li>Нехаєнко Віталій Михайлович</li>
          <li>Нужний Павло Андрійович </li>
          <li>Олійник Олександр Сергійович </li>
          <li>Павленко Ірина Олександрівна </li>
          <li>Пирков Віктор Сергійович </li>
          <li>Могила (Пономаренко) Вікторія Іванівна </li>
          <li>Ромашенко&nbsp; Олександр Олексійович</li>
          <li>Сотула Аліна Володимирівна</li>
          <li>Шолудько Оксана Олексіївна</li>
          <li>Юрченко Ігор Володимирович</li>
        </ol>
      </div>
    </main>
  );
}
