import Image from "next/image";

import styles from "@/styles/History.module.scss";

export default function History() {
  return (
    <main className="main">
      <div className={`${styles.history_container} container`}>
        <h1 className="h-1 page-heading">Історія кафедри</h1>
        <p className={`${styles.paragraph} text-1`}>
          З 1.09.2021 року кафедру перейменовано на кафедру{" "}
          <b>
            Комп’ютерних наук та інформаційних технологій (КНІТ).
            <br />
            <br />
          </b>{" "}
          Завідувач кафедри КНІТ з 1.09.2021 року - к.ф.-м.н.{" "}
          <b>Ольховська Олена Володимирівна.</b>
          <br />
          <br />
          Кафедра КНІТ є випусковою кафедрою зі спеціальності 122 "Комп'ютерні
          науки" галузь знань 12 "Інформаційні технології" та здійснює випуск
          бакалаврів і магістрів за спеціальністю "Комп'ютерні науки".
        </p>
        <br />
        <h2 className="h-2">
          Кафедра математичного моделювання та соціальної інформатики: 15 років
        </h2>
        <p className={`${styles.paragraph} text-1`}>
          Кафедра математичного моделювання та соціальної інформатики створена у
          травні 2004 р.
        </p>
        <p className={`${styles.paragraph} text-1`}>
          Всі 15 років кафедра була і є випускової для ІТ-студентів
          спеціальностей «Соціальна інформатика», «Інформатика», «Комп'ютерні
          науки та інформаційні технології», «Комп'ютерні науки».
        </p>
        <p className={`${styles.paragraph} text-1`}>
          Кафедру доручили створити д.ф.-м.н., проф. Ємцю Олегу Олексійовичу,
          який очолює її до цього часу. За час роботи завідувач кафедри став
          відмінником освіти України, лауреатом Державної премії України в
          галузі науки і техніки, здобув Подяку Прем’єр-міністра України.
        </p>
        <figure className={styles.figure}>
          <Image
            src={"/history/jub19_1.jpg"}
            width={600}
            height={600}
            alt="Професор, доктор ф.-м.н. О.О. Ємець (фото Ю. Мар‘їна)"
          />
          <figcaption>
            Професор, доктор ф.-м.н. О.О. Ємець (фото Ю. Мар‘їна)
          </figcaption>
        </figure>
        <p className={`${styles.paragraph} text-1`}>
          Колектив кафедри в 2019 році – це доктори і кандидати наук, старші
          викладачі – всі фахівці в ІТ-галузі. Це проф., к.ф.-м.н. Ємець Є.М.,
          к.ф.-м.н., доценти Черненко О.О., Парфьонова Т.О., Чілікіна Т.В.,
          Ємець Ол-ра О., к.ф.-м.н. Олексійчук Ю.Ф., ст. викл. викаладачі тур
          О.В., Карнаухова Г.В.
        </p>
        <div className={styles.department_staff_list}>
          <figure className={styles.figure}>
            <Image
              src={"/history/jub19_2.jpg"}
              width={600}
              height={600}
              alt="Колектив кафедри у 2009 році"
            />
            <figcaption> Колектив кафедри у 2009 році</figcaption>
          </figure>
          <figure className={styles.figure}>
            <Image
              src={"/history/jub19_3.jpg"}
              width={600}
              height={600}
              alt="Колектив кафедри в 2013 році."
            />
            <figcaption>Колектив кафедри в 2013 році.</figcaption>
          </figure>
          <figure className={styles.figure}>
            <Image
              src={"/history/jub19_4.jpg"}
              width={600}
              height={600}
              alt="Колектив кафедри в 2019 році."
            />
            <figcaption>Колектив кафедри в 2019 році.</figcaption>
          </figure>
        </div>
        <p className={`${styles.paragraph} text-1`}>
          В 2012 році викладачі кафедри кандидати фізико-математичних наук
          Парфьонова Тетяна Олександрівна, Ємець Олександра Олегівна, Черненко
          Оксана Олексіїівна отримали вчені звання доцентів.
        </p>
        <br />
        <p className={`${styles.paragraph} text-1`}>
          В 2016 р. доцент кафедри ММСІ, к.ф.-м.н., доц., Ємець Олександра
          Олегівна отримала іменну стипендії міського голови для молодих учених
          Полтави!
        </p>
        <br />
        <p className={`${styles.paragraph} text-1`}>
          В 2016 р. викладачі кафедри ММСІ, к.ф.-м.н. Чілікіна Тетяна Василівна
          та к.ф.-м.н. Ольховський Дмитро Миколаєвич отримали вчені звання
          доцентів!
        </p>
        <Image
          src={"/history/jub19_5.jpg"}
          width={600}
          height={600}
          alt="Після вручення дипломів доцентів:  Т.О. Парфьонова, О.О.  Ємець, О.О. Черненко"
        />
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Наукова школа «Комбінаторна оптимізація та інформаційні технології»
        </h3>
        <ol className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              На кафедрі ММСІ плідно функціонує наукова школа «Комбінаторна
              оптимізації та інформаційні технології», яку очолює проф.,
              д.ф.-м.н. Ємець О. О.
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Під його керівництвом захистили дисертації кандидата
              фізико-математичних наук 13 вчених (в тому числі доцент кафедри
              Парфьонова Т.О. та керівник сектору дистанційного навчання ПУЕТ
              Ольховська О.В.).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              В рамках школи захистили дисертації доценти кафедри Ольховський
              Д.М., Чілікіна Т.В., Олексійчук Ю.Ф. (керівник – проф., к.ф.-м.н.
              Ємець Є.М.) та під керівництвом д.ф.-м.н., проф. Донця Г.П. з
              Інституту кібернетики НАНУ – доцент кафедри Ємець Ол-ра О.
            </p>
          </li>
        </ol>
        <p className={`${styles.paragraph} text-1`}>
          Зараз в аспірантурі кафедри вчиться Поляков І.М. (керівник – проф.,
          д.ф.-м.н. Ємець О.О).
        </p>
        <Image
          src={"/history/jub19_6.jpg"}
          width={600}
          height={600}
          alt="Студенти наукової школи Ємець О.О."
        />
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Наукова школа Ємець Є.М.
        </h3>
        <Image
          src={"/history/jub19_7.jpg"}
          width={600}
          height={600}
          alt="Студенти наукової школи Ємець Є.М."
        />
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Список держбюджетних тем кафедри ММСІ
        </h3>
        <ol className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              №213/04 «Евклідова комбінаторна оптимізація».
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              №275/08 «Розвиток теорії методів комбінаторної оптимізації» (№ДР
              0109U007659).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              №331/12 «Теорія і методи комбінаторної оптимізації для нечітких
              множин» (№ДР 0111U007595).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              №313/13 «Системний аналіз та моделювання еколого-економічних
              систем» (№ДР 0111U007596).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              №455/17 «Оптимізація на комбінаторних многогранниках і множинах:
              дослідження та інформаційні технології».
            </p>
          </li>
        </ol>
        <Image
          src={"/history/jub19_8.jpg"}
          width={600}
          height={600}
          alt="Колектив вчених"
        />
        <p className={`${styles.paragraph} text-1`}>
          Колектив вчених, що отримав Державну премію за цикл праць «Розробка
          нових математичних моделей, методів та інформаційних технологій
          розв’язування задач оптимізації, обробки та захисту інформації» 30
          листопада 2009р. Указ президента №979/2009 (другий справа – О.О.
          Ємець)
        </p>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Список захищених кандидатських дисертацій
        </h3>
        <p className={`${styles.paragraph} text-1`}>2005 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Роскладка О. В. «Задачі оптимізації на полікомбінаторних множинах:
              властивості та розв’язування» (01.05.01 «Теоретичні основи
              інформатики і кібернетики», керівник – Ємець О.О.).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Барболіна Т. М. «Методи й алгоритми розв’язування оптимізаційних
              задач на розміщеннях з додатковими умовами» (01.05.01 «Теоретичні
              основи інформатики і кібернетики», керівник – Ємець О.О.).
            </p>
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>2007 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Черненко О. О. «Властивості математичних моделей задач з
              дробово-лінійною цільовою функцією на розміщеннях та методи їх
              розв’язування» (01.05.01 «Теоретичні основи інформатики і
              кібернетики», керівник – Ємець О.О.).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Романова Н. Г. «Задачі евклідової комбінаторної оптимізації на
              поліпереставленнях та методи їх розв’язування» (01.05.02
              «Математичне моделювання та обчислювальні методи», керівник –
              Ємець О.О.).
            </p>
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>2009 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Устьян Н. Ю. «Задачі комбінаторної оптимізації ігрового типу»
              (01.05.01 «Теоретичні основи інформатики і кібернетики, керівник –
              Ємець О.О.).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Ємець Ол-ра О. «Розв’язування задач евклідової комбінаторної
              оптимізації на нечітких множинах» (01.05.01 «Теоретичні основи
              інформатики і кібернетики», керівник – Донець Г.П.).
            </p>
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>2010 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Парфьонова Т. О. «Транспортні задачі комбінаторного типу, їх
              властивості та розв’язування» (01.05.01 «Теоретичні основи
              інформатики і кібернетики», керівник – Ємець О.О.).
            </p>
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>2012 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Чілікіна Т. В. «Умовні задачі комбінаторної оптимізації на
              вершинно розташованих множинах та їх розв’язування» (01.05.01
              «Теоретичні основи інформатики і кібернетики», керівник – Ємець
              Є.М.).
            </p>
          </li>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Ольховський Д. М. «Точні і наближені методи відсікання для
              розв’язування лінійних оптимізаційних задач на переставленнях»
              (01.05.01 «Теоретичні основи інформатики і кібернетики», керівник
              – Ємець Є.М.).
            </p>
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>2014 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Олексійчук Ю. Ф. «Комбінаторні задачі оптимізації потоку в мережі
              і методи їх розв’язування» (01.05.01 «Теоретичні основи
              інформатики і кібернетики», керівник – Ємець Є.М.).
            </p>
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>2015 р.</p>
        <ul className={`${styles.list} text-1`}>
          <li>
            <p className={`${styles.paragraph} text-1`}>
              Ольховська О.В. «Комбінаторні задачі ігрового типу на множині
              розміщень» (01.05.01 «Теоретичні основи інформатики і
              кібернетики», керівник – Ємець О.О.).
            </p>
          </li>
        </ul>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Кафедра ММСІ проводить плідну науково-дослідну роботу, результати якої
          викладено, зокрема, в 10-ти монографіях. 4 з яких в «Науковій думці»
        </h3>
        <ol className={`${styles.list} text-1`}>
          <li>
            Стоян Ю.Г. Оптимізація на полірозміщеннях: теорія та методи:
            монографія / Ю.Г. Стоян, О.О. Ємець, Є.М. Ємець. – Полтава: РВЦ
            ПУСКУ, 2005. – 103 с. – Режим доступу:{" "}
            <a
              href="http://dspace.uccu.org.ua/
            handle/123456789/376"
            ></a>
            http://dspace.uccu.org.ua/ handle/123456789/376. (ISBN
            996-797-27-9).
          </li>
          <li>
            Ємець О.О. Задачі комбінаторної оптимізації з дробово-лінійними
            функціями / Ємець О.О., Колєчкіна Л.М. – К.: Наук. думка, 2005. –
            117 с. – Режим доступу:{" "}
            <a
              href="http://dspace.uccu.org.ua/
            handle/123456789/474"
            >
              http://dspace.uccu.org.ua/ handle/123456789/474. (ISBN
              996-00-0601-2, 6,4 др. акр.).
            </a>
          </li>
          <li>
            Ємець О.О. Задачі оптимізації на полікомбінаторних множинах:
            властивості та розв’язування: Монографія / О.О.&nbsp;Ємець, О.В.
            Роскладка. – Полтава: РВЦ ПУСКУ, 2006. – 129 с. – Режим доступу:
            <a href="http://dspace.uccu.org.ua/handle/123456789/377">
              http://dspace.uccu.org.ua/handle/123456789/377. (ISBN
              996-7971-39-2, 9,0 др. арк.).
            </a>
          </li>
          <li>
            Ємець О.О. Системний аналіз інноваційної діяльності на підприємствах
            газовидобувної галузі України / О.&nbsp;О.&nbsp;Ємець,
            В.&nbsp;П.&nbsp;Світалка. – К.: Наук. думка, 2008. – 202 с. – Режим
            доступу:
            <a href="http://dspace.uccu.org.ua/handle/123456789/472">
              http://dspace.uccu.org.ua/handle/123456789/472. (ISBN
              978-966-0845-7, 12,6 др. акр.).
            </a>
          </li>
          <li>
            Емец О.&nbsp;А. Комбинаторная оптимизация на размещениях / О.А.
            Емец, Т.Н. Барболина. – К.: Наук. думка, 2008. – 159 с. – Режим
            доступу:{" "}
            <a href="http://dspace.uccu.org.ua/handle/123456789/473">
              http://dspace.uccu.org.ua/handle/123456789/473. (ISBN
              978-966-00-0865-1, 10,0 др. акр.).
            </a>
          </li>
          <li>
            Емец О.&nbsp;А. Оптимизация на полиперестановках / О.А.&nbsp;Емец,
            Н.Г. Романова. – К.: Наук. думка, 2010. – 105 с. – Режим доступу:
            <a href="http://dspace.uccu.org.ua/handle/123456789/474">
              http://dspace.uccu.org.ua/handle/123456789/474. (ISBN
              978-966-00-1081-9, 6,5 др. акр.).
            </a>
          </li>
          <li>
            Ємець О.&nbsp;О. Розв’язування задач комбінаторної оптимізації на
            нечітких множинах: монографія / О.&nbsp;О. Ємець, Ол-ра О. Ємець. –
            Полтава: ПУЕТ, 2011. – 239 с. – Режим доступу:
            <a href="http://dspace.uccu.org.ua/handle/123456789/352">
              http://dspace.uccu.org.ua/handle/123456789/352. (ISBN
              978-966-184-144-3; 14,9 др. арк.).
            </a>
          </li>
          <li>
            Ємець О.О. Транспортні задачі комбінаторного типу: властивості,
            розв’язування, узагальнення: монографія / О.&nbsp;О.&nbsp;Ємець,
            Т.О. Парфьонова. – Полтава: ПУЕТ, 2011. – 174 с. – Режим доступу:
            <a href="http://dspace.uccu.org.ua/handle/123456789/353">
              http://dspace.uccu.org.ua/handle/123456789/353. (ISBN
              978-966-184-146-7
            </a>
          </li>
          <li>
            Ємець О.&nbsp;О. Моделі евклідової комбінаторної оптимізації:
            монографія / О.&nbsp;О.&nbsp;Ємець, О.О.&nbsp;Черненко. – Полтава:
            ПУЕТ, 2011. – 204 с. – Режим доступу:
            <a href="http://dspace.uccu.org.ua/handle/123456789/354">
              http://dspace.uccu.org.ua/handle/123456789/354. (ISBN
              978-966-184-147-4; 12,8 др. арк.).
            </a>
          </li>
          <li>
            Емец О.А. Оптимизация дробно-линейных функций на размещениях:
            монография / О.А Емец, О.А. Черненко. – К.: Наук. думка, 2011. – 154
            с. – Режим доступу:{" "}
            <a href="http://dspace.uccu.org.ua/handle/123456789/467">
              http://dspace.uccu.org.ua/handle/123456789/467. (ISBN
              978-966-00-1246-2, 9,7 др. арк.).
            </a>
          </li>
        </ol>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Результати наукових досліджень, викладацький досвід реалізується в
          великій кількості методичної та навчальної літератури. Найсоліднішими
          з них – це посібники з грифом МОН та ВЗО.
        </h3>
        <p className={`${styles.paragraph} text-1`}>Це такі праці:</p>
        <ol className={`${styles.list} text-1`}>
          <li>
            Роскладка А.А. Архітектура ЕОМ: навч. посібник /&nbsp;А.А.
            Роскладка. – Полтава : РВВ ПУСКУ, 2008. – 135 с. ISBN
            978-966-7971-84-7.
          </li>
          <li>
            Роскладка О. В. Чисельні методи: навч. посібник /&nbsp;О. В.
            Роскладка. – Полтава : РВВ ПУСКУ, 2008. – 165 с. ISBN 966-7971-85-4.
          </li>
          <li>
            Ємець О. О. Дискретна математика: навч. посібник /&nbsp;О. О.
            Ємець,&nbsp;Т. О. Парфьонова. – 2-ге вид., доп. – Полтава : РВВ
            ПУСКУ, 2009. – 287 с. &nbsp;
          </li>
          <li>
            Ємець О. О. Методи оптимізації та дослідження операцій [Електронний
            ресурс]: навчально-методичний посібник за кредитно-модульною
            організацією навчального процесу /&nbsp;О. О.&nbsp; Ємець,&nbsp;Т.
            О. Парфьонова. – Полтава: ПУЕТ, 2013. – 492 с.
          </li>
          <li>
            Рогоза М.&nbsp;Є. Системи підтримки прийняття рішень: навч. посіб. /
            М.&nbsp;Є.&nbsp;Рогоза, О.&nbsp;О. Ємець, Є.&nbsp;М. Ємець. –
            Полтава: ПУЕТ, 2013. – 328 с. (з грифом МОН). ISBN
            978-966-184-213-6. 19,1 д.а.
          </li>
          <li>
            Ємець Є. М. Основи Інтернет: навч. посіб. для самостійного вивчення
            дисципліни студентами напряму підготовки 6.040302 «Інформатика» ПУЕТ
            / Є.&nbsp;М.&nbsp;Ємець, Ол-ра О. Ємець; за заг. ред. д. ф.-м. н.,
            проф. О.&nbsp;О. Ємця. – Полтава: ПУЕТ, 2014. – 237 с.
          </li>
          <li>
            Ємець Є. М. Комп'ютерна графіка: навч. посібник /&nbsp;Є. М.
            Ємець,&nbsp;Ол-ра Ємець. – Полтава: ПУЕТ, 2014. – 297 с. ISBN
            978-966-184-243-3.&nbsp;
          </li>
        </ol>
        <p className={`${styles.paragraph} text-1`}>
          Результати роботи школи відображаються в наукових публікаціях авторів,
          які читаються та цитуються іншими вченими.
        </p>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Наукові публікації кафедри
        </h3>
        <p className={`${styles.paragraph} text-1`}>
          Завідувач кафедри ММСІ, д.ф.-м.н., проф. Ємець Олег Олексійович має
          найвищі в Полтавському регіоні показники цитованості за системою
          Google Scholar! Станом на перше травня 2019 р. він має індекс Гірша
          рівний 20 – це найкращий результат серед всіх вчених Полтавської
          області! Високі результати цитованості праць Ємця О.О. дозволили ПУЕТ
          – єдиному з Полтавського регіону – увійти до списку ВНЗ та наукових
          установ, що мають вчених з індексом Гірша рівним і більшим за 20.
          Індекс Гірша ≥20 серед українських вчених має лише 1% дослідників!
        </p>
        <Image src={"/history/jub19_9.jpg"} width={600} height={600} alt="" />
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Науково-методична база Scopus реєструє наукові публікації світового
          рівня. Вчені кафедри мають такі науково-метричні показники в цій базі:
        </h3>
        <ol className={`${styles.list} text-1`}>
          <li>
            Ємець О.О., завідувач, д.ф.-м.н., проф. – 60 статей, індекс Гірша –
            5, загальна кількість цитувань – 122;{" "}
          </li>
          <li>
            Ємець Ол-ра&nbsp;О., доцент, к.ф.-м.н., доц. – 11 статей, індекс
            Гірша – 2;{" "}
          </li>
          <li>
            Ємець Є.М., професор, к.ф.-м.н., проф. – 7 статей, індекс Гірша – 2;{" "}
          </li>
          <li>
            Черненко О.О., доцент, к.ф.-м.н., доц. – 6 статей, індекс Гірша – 2;{" "}
          </li>
          <li>
            Парфьонова Т.О., доцент, к.ф.-м.н., доц. – 4 статті, індекс Гірша –
            2;
          </li>
          <li>
            Чілікіна Т.В., доцент, к.ф.-м.н., доц. – 3 статті, індекс Гірша – 1;
          </li>
          <li>
            Олексійчук Ю.Ф., доцент, к.ф.-м.н. – 1 стаття, індекс Гірша – 1;
          </li>
          <li>Поляков І.М., аспірант – 2 статті. </li>
        </ol>
        <p className={`${styles.paragraph} text-1`}>
          Усього – 94 статті, що написані дослідниками кафедри ММСІ,
          проіндексовано в Scopus. Це найбільший показник наукових колективів у
          Полтавському регіоні!
        </p>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Участь в конференціях
        </h3>
        <p className={`${styles.paragraph} text-1`}>
          Завідувач кафедри ММСІ, д. ф.-м. н., проф., Ємець Олег Олексійович
          брав участь у якості члена програмного комітету та учасника:
        </p>
        <ul className={`${styles.list} text-1`}>
          <li>
            у щорічних&nbsp;<strong>Міжнародних наукових конференціях </strong>
            <strong>«</strong>
            <strong>Advanced Information Systems and Technologies»</strong>
            <strong> </strong>(м. Суми);{" "}
          </li>
          <li>
            у <strong>Всеукраїнських науково-практичних</strong>&nbsp;
            <strong>
              конференціях молодих учених та студентів «Новітні
              інформаційно-комунікаційні технології в освіті»
            </strong>
            &nbsp;(м. Полтава);{" "}
          </li>
          <li>
            у Міжнародних наукових конференціях «Математичне моделювання,
            оптимізація і інформаційні технології» (м.&nbsp;Кишинів, Молдова).{" "}
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>
          Викладачі кафедри брали участь вітчизняних та закордонних
          конференціях, зокрема:
        </p>
        <ul className={`${styles.list} text-1`}>
          <li>
            в XXIV Міжнародній науковій конференції
            <br />
            «Проблеми прийняття рішень в умовах невизначеності»
            <br />
            (PDMU-2014) (Чеській Рудолець, Чехія);&nbsp;{" "}
          </li>
          <li>
            в IV Міжнародній науковій конференції «Математичне моделювання,
            оптимізація і інформаційні технології» (Кишинів, Молдова, 2014 р.);{" "}
          </li>
          <li>
            в V Міжнародній науковій конференції «Математичне моделювання,
            оптимізація і інформаційні технології» (Кишинів, Молдова, 2016 р.).{" "}
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>
          Викладачі кафедри отримували міжнародні гранти на участь в зарубіжних
          конференціях
        </p>
        <ul className={`${styles.list} text-1`}>
          <li>
            щорічно у 2010-13 роках від Інституту технологічних процесів,
            автоматизації процесів і приладобудування Університету прикладних
            наук Циттау/Гьорліца (м.Циттау, Німеччина) на участь у науковій
            конференції 17th-20th Zittau East-West Fuzzy Colloquium, що
            проходили в м. Циттау, Німеччина{" "}
          </li>
          <li>
            у 2012 р. від Московського державного університету ім. М.В.
            Ломоносова. на&nbsp; участь у XI Міжнародному науковому семінарі
            «Дискретная математика и ее приложения».{" "}
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>
          На базі кафедри ММСІ ПУЕТ працює науковий комітет «К6. Моделі та
          методи оптимізації» Української Федерації Інформатики, який очолює
          завідувач кафедри математичного моделювання та соціальної інформатики
          ПУЕТ, д.ф.-м.н., проф., Ємець О.О.
        </p>
        <p className={`${styles.paragraph} text-1`}>
          Комітет “Моделі та методи оптимізації” займається дослідженням таких
          питань, як:
        </p>
        <ul className={`${styles.list} text-1`}>
          <li>теоретичні основи оптимізації; </li>
          <li>чисельні методи оптимізації; </li>
          <li>комбінаторна та дискретна оптимізація; </li>
          <li>оптимізація, наукові та прикладні аспекти застосування; </li>
          <li>оптимізація в умовах невизначеності. </li>
        </ul>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Атестація наукових кадрів
        </h3>
        <ul className={`${styles.list} text-1`}>
          <li>
            <strong>У 2011-13 роках</strong>&nbsp;д.ф.-м.н., проф., завідувач
            кафедри ММСІ Ємець Олег Олексійович{" "}
            <strong>
              працював експертом в експертній раді з природничих та математичних
              наук при Державній акредитаційній комісії України
            </strong>{" "}
            з ліцензування та акредитації вищих навчальних закладів.{" "}
          </li>
          <li>
            &nbsp;На протязі 10 років завідувач кафедри ММСІ, д.ф.-м.н., проф.,
            Ємець Олег Олексійович{" "}
            <strong>
              працював членом спеціалізованих вчених рад по захисту дисертацій
            </strong>{" "}
            при Харківському національному університеті радіоелектроніки та при
            Запорізькому національному університеті, в якій працює і зараз (рада
            К 17.051.06).{" "}
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>
          Завідувач кафедри ММСІ, д.ф.-м.н., проф. Ємець Олег Олексійович
          приймав участь у складі експертних комісій з метою проведення
          акредитаційної екпертизи підготовки спеціалістів зі спеціальності
          7.080204 “Соціальна інформатика” у Національному аерокосмічному
          університеті імені М.Є. Жуковського “Харківський авіаційний інститут”
          (2010 р.) та вакредитаційній експертизі спеціальності «Інформатика» за
          ОКР магістра в Міжнародному економіко-гуманітарному університеті ім.
          акад. С. Дем’янчука (м. Рівне, 2012 р.). У лютому 2019 р. завідувач
          кафедри, д.ф.-м.н., проф., Ємець Олег Олексійович взяв участь в якості
          голови комісії в експертній комісії з акредитаційної експертизи у
          Національній металургійній академій України з акредитації освітньої
          програми магістрів за спеціальністю «Комп’ютерні науки»
        </p>{" "}
        <br />
        <p className={`${styles.paragraph} text-1`}>
          У квітні 2019 р. - в якості члена експертної комісії з акредитаційної
          експертизи у Сумському державному університеті освітньо-правової
          програми за спеціальністю 122 «Комп’ютерні науки».
        </p>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Проведення учнівських олімпіад
        </h3>
        <ul className={`${styles.list} text-1`}>
          <li>
            Тісна співпраця каф. ММСІ та Полтавського обласного Інституту
            післядипломної педагогічної освіти ім. М.&nbsp;В. Остроградського
            триває вже 14 років.{" "}
          </li>
          <li>
            ПУЕТ приймає олімпіаду з інформаційних технологій восьмий рік
            поспіль, починаючи із заснування олімпіади в 2012 р.{" "}
          </li>
          <li>
            Перед цим п’ять років поспіль приймав учнівську олімпіаду з
            програмування.{" "}
          </li>
          <li>
            Членами журі за ці роки неодноразово були: завідувач кафедри,
            д.ф.-м.н., проф. Ємець О.О.; к.ф.-м.н., доц., Роскладка А.А.;
            к.ф.-м.н., доц., Ольховський Д.М.; к.ф.-м.н., доц., Ємець Ол-ра О.
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>
          В організаційному комітеті брали участь: к.ф.-м.н., доц., Чілікіна
          Т.В.; старший викладач Тур О.В.; лаборанти Золотоверха Н.В., Смирнова
          М.В.
        </p>
        <ul className={`${styles.list} text-1`}>
          <li>
            Викладачі кафедри приймали активну участь у роботі{" "}
            <strong>Малої академії наук України</strong>, приймаючи участь в
            якості членів журі на міських та обласних етапах конкурсу в секціях
            “Математика” та “Інформатика”.{" "}
          </li>
          <li>
            При кафедрі математичного моделювання та соціальної інформатики
            працював{" "}
            <strong>гурток для школярів в рамках Малої академії наук</strong>,
            яким&nbsp; керував завідувач кафедри, проф., д.ф.-м.н. Ємець Олег
            Олексійович. Робота гуртка була спрямована на виховання молодих
            науковців та на підготовку наукових робіт на конкурс з напряму
            математичного моделювання та інформатики.{" "}
          </li>
        </ul>
        <p className={`${styles.paragraph} text-1`}>
          Викладачі кафедри активно співпрацюють з Полтавським обласним
          інститутом післядипломної педагогічної освіти ім. М.В. Остроградського
          та з учителями інформатики Полтави та Полтавської області: регулярно
          проводяться майстер-класи для вчителів з програмування, баз даних як
          на базі ПУЕТ, так і на базі Полтавського обласного інституту
          післядипломної педагогічної освіти.
        </p>
        <p className={`${styles.paragraph} text-1`}>
          Викладачі кафедри проводять майстри-класи, проводили заняття в
          профільних класах для учнів Полтави та Полтавської області.
        </p>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Чемпіонат «Сучасна інформатика – успішне майбутнє»
        </h3>
        <ul className={`${styles.list} text-1`}>
          <li>
            За сприяння кафедри було започатковано та проведено у 2013-2015,
            2018 рр. на базі ПУЕТ Обласний учнівський чемпіонат з інформаційних
            технологій «Сучасна інформатика – успішне майбутнє».{" "}
          </li>
          <li>
            Усі члени кафедри були активно задіяні в журі та в організації
            олімпіади.{" "}
          </li>
        </ul>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Конференції та семінари, проведені кафедрою в ПУЕТ
        </h3>
        <p className={`${styles.paragraph} text-1`}>
          За період з 2010 р. кафедра провела:
        </p>
        <ul className={`${styles.list} text-1`}>
          <li>
            вісім науково-практичних всеукраїнських конференцій з міжнародною
            участю <strong>«Інформатика та системні науки (ІСН)»</strong>;{" "}
          </li>
          <li>
            три наукових всеукраїнських семінари з міжнародною участю «
            <strong>
              Комбінаторна оптимізації та нечіткі множини (КОНеМ)»
            </strong>
            ;{" "}
          </li>
          <li>
            два наукових постійно-діючих семінари{" "}
            <strong>
              «Комбінаторні науки та прикладна математика (КНіПМ)»
            </strong>
            .{" "}
          </li>
        </ul>
        <figure className={styles.figure}>
          <Image
            src={"/history/jub19_10.jpg"}
            width={600}
            height={600}
            alt=""
          />
          <figcaption>
            Президія науково-практичної конференції «Інформатика та системні
            науки (ІСН-2010)» (зліва направо: доктори наук, професори І.В.
            Гребеннік, О.О., Ємець, Г.П. Донець, О.В. Карпенко, О.О. Нестуля,
            В.І. Лагно)
          </figcaption>
        </figure>
        <figure className={styles.figure}>
          <Image
            src={"/history/jub19_11.jpg"}
            width={600}
            height={600}
            alt=""
          />
          <figcaption>
            Науково-практична конференція «Інформатика та системні науки
            (ІСН-2016)» (в президії члени програмного комітету д.т.н, проф. О.С.
            куценко, доктори ф.-м.н., професори О.М. Литвин, О.О. Ємець, Г.П.
            Донець, П.І. Стецюк)
          </figcaption>
        </figure>
        <figure className={styles.figure}>
          <Image
            src={"/history/jub19_12.jpg"}
            width={600}
            height={600}
            alt=""
          />
          <figcaption>
            Науковий семінар «Комбінаторна оптимізації та нечіткі множини
            (КОНеМ-2012)» (члени програмного комітету д.ф.-м.н. Г.П. Донець,
            д.ф.-м.н. О.О. Ємець, д.т.н. Л.Ф. Гуляницький)
          </figcaption>
        </figure>
        <h3 className={`${styles.heading_tertiary} h-3`}>
          Матеріали науково-практичних конференцій «Інформатика та системні
          науки (ІСН)» широко доступні – вони розміщені в мережі Інтернет:
        </h3>
        <ol className={`${styles.list} text-1`}>
          <li>
            Інформатика та системні науки (ІСН-2017) // Інформатика та системні
            науки (ІСН-2017): матеріали VIII Всеукраїнської науково-практичної
            конференції за міжнародною участю, (м.&nbsp;Полтава, 16-18 березня
            2017&nbsp;р.) / за ред. Ємця О.О. – Полтава: ПУЕТ, 2017. – 333 с. –
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/5798"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/5798
            </a>
          </li>
          <li>
            Інформатика та системні науки (ІСН-2016): матеріали VІI
            Всеукраїнської науково-практичної конференції за міжнародною участю
            (м.&nbsp;Полтава, 10-12 березня 2016 р.) / за ред. О.&nbsp;О. Ємця.
            - Полтава: ПУЕТ, 2016. – 362 с. –{" "}
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/3676"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/3676
            </a>{" "}
            <br />
          </li>
          <li>
            Інформатика та системні науки (ІСН-2015): матеріали VI
            Всеукраїнської науково-практичної конференції за міжнародною участю
            (м.&nbsp;Полтава, 19-21 березня 2015 р.) / За ред.
            д.&nbsp;ф.-м.&nbsp;н., проф. О.&nbsp;О. Ємця. – Полтава: ПУЕТ, 2015.
            – 402 с. –{" "}
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/2616"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/2616
            </a>
          </li>
          <li>
            Інформатика та системні науки (ІСН-2014): матеріали V Всеукраїнської
            науково-практичної конференції за міжнародною участю
            (м.&nbsp;Полтава, 13–15 березня 2014 р.) / за ред. О.О. Ємця. –
            Полтава: ПУЕТ, 2014. – 335&nbsp;с. –{" "}
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/1942"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/1942
            </a>{" "}
            <br />
          </li>
          <li>
            Інформатика та системні науки (ІСН-2013): матеріали ІV
            Всеукраїнської науково-практичної конференції (м.&nbsp;Полтава,
            21–23&nbsp;березня 2013&nbsp;р.) / за ред. О.О. Ємця. – Полтава:
            ПУЕТ, 2013. – 323 с. –{" "}
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/1552"
              target="_blank"
            >
              http://dspace.puet.edu.ua//handle/123456789/1552
            </a>{" "}
            <br />
          </li>
          <li>
            {" "}
            Інформатика та системні науки (ІСН-2012): матеріали ІІІ
            Всеукраїнської науково-практичної конференції (м.&nbsp;Полтава, 1-3
            березня 2012 р.) / За ред. д.&nbsp;ф.-м.&nbsp;н., проф. О.&nbsp;О.
            Ємця. – Полтава: ПУЕТ, 2012. – 267 с. –{" "}
            <a
              href="http://dspace.uccu.org.ua/handle/123456789/1005"
              target="_blank"
            >
              http://dspace.uccu.org.ua/handle/123456789/1005
            </a>{" "}
            <br />
          </li>
          <li>
            Інформатика та системні науки (ІСН-2011): матеріали ІІ
            Всеукраїнської науково-практичної конференції (м.&nbsp;Полтава,
            17-19 березня 2011 р.){" "}
          </li>
          <li>
            Інформатика та системні науки (ІСН-2010): матеріали Всеукраїнської
            науково-практичної конференції (м.&nbsp;Полтава, 18-20 березня 2010
            р.) / За ред. д.&nbsp;ф.-м.&nbsp;н., проф. О.&nbsp;О. Ємця. –
            Полтава: РВВ ПУЕТ, 2010. – 214 с. –{" "}
            <a
              href="http://dspace.uccu.org.ua/handle/123456789/1113"
              target="_blank"
            >
              http://dspace.uccu.org.ua/handle/123456789/1113
            </a>
          </li>
        </ol>
        <p className={`${styles.paragraph} text-1`}>
          В файловому сховищі ПУЕТ розміщені і матеріали наукових семінарів:
        </p>
        <ol className={`${styles.list} text-1`}>
          <li>
            {" "}
            Комбінаторна оптимізація та нечіткі множини (КОНеМ-2013): матеріали
            IІІ Всеукраїнського наукового семінару (м.&nbsp;Полтава, 30-31
            серпня 2013 р.) / за ред. О.О. Ємця. – Полтава: ПУЕТ, 2013. – 87 с.
            –{" "}
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/1900"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/1900
            </a>{" "}
          </li>
          <li>
            Комбінаторна оптимізація та нечіткі множини (КОНеМ-2012): матеріали
            ІІ Всеукраїнського наукового семінару (м.&nbsp;Полтава, 7-8 вересня
            2012 р.) / За ред. д.&nbsp;ф.-м.&nbsp;н., проф. О.&nbsp;О. Ємця. –
            Полтава: ПУЕТ, 2012. – 84 с. –{" "}
            <a
              href="http://dspace.uccu.org.ua/handle/123456789/1051"
              target="_blank"
            >
              http://dspace.uccu.org.ua/handle/123456789/1051
            </a>{" "}
          </li>
          <li>
            Комбінаторна оптимізація та нечіткі множини (КОНеМ-2011): матеріали
            Всеукраїнського наукового семінару (м.&nbsp;Полтава, 26-27 серпня
            2011 р.) / За ред. д.&nbsp;ф.-м.&nbsp;н., проф. О.&nbsp;О. Ємця. –
            Полтава: РВВ ПУЕТ, 2011. – 118 с. –{" "}
            <a
              href="http://dspace.uccu.org.ua/handle/123456789/1013"
              target="_blank"
            >
              http://
            </a>
            <a href="http://dspace.uccu.org.ua/handle/123456789/1013">
              dspace.uccu.org.ua/handle/123456789/1013
            </a>{" "}
          </li>
          <li>
            Комп’ютерні науки і прикладна математика (КНіПМ-2018): матеріали
            науково-практичного семінару. Випуск 1 / За ред. Ємця О.О. –
            Полтава: Кафедра ММСІ ПУЕТ, 2018. – 64&nbsp;с. –{" "}
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/6563"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/6563
            </a>
            .
          </li>
          <li>
            Комп’ютерні науки і прикладна математика (КНіПМ-2018): матеріали
            науково-практичного семінару. Випуск 2 / за ред. Ємця О.О. –
            Полтава: Кафедра ММСІ ПУЕТ, 2018. – 27&nbsp;с. –
            <a
              href="http://dspace.puet.edu.ua/handle/123456789/6987"
              target="_blank"
            >
              http://dspace.puet.edu.ua/handle/123456789/6987
            </a>
            .{" "}
          </li>
        </ol>
      </div>
    </main>
  );
}
