import Image from "next/image";

export default function History() {
  return (
    <main className="main">
      <div className={`container`}>
        <h1 className="h-1 page-heading">Історія кафедри</h1>
        <p className="text-1">
          З 1.09.2021 року кафедру перейменовано на кафедру{" "}
          <b>
            Комп’ютерних наук та інформаційних технологій (КНІТ).
            <br />
            <br />
          </b>{" "}
          Завідувач кафедри КНІТ з 1.09.2021 року - к.ф.-м.н.{" "}
          <b>Ольховська Олена Володимирівна.</b>
          <br />
          <br />
          Кафедра КНІТ є випусковою кафедрою зі спеціальності 122 "Комп'ютерні
          науки" галузь знань 12 "Інформаційні технології" та здійснює випуск
          бакалаврів і магістрів за спеціальністю "Комп'ютерні науки".
        </p>
        <br />
        <h2 className="h-2">
          Кафедра математичного моделювання та соціальної інформатики: 15 років
        </h2>
        <ul>
          <li>
            Кафедра математичного моделювання та соціальної інформатики створена
            у травні 2004 р.{" "}
          </li>
          <li>
            Всі 15 років кафедра була і є випускової для ІТ-студентів
            спеціальностей «Соціальна інформатика», «Інформатика», «Комп'ютерні
            науки та інформаційні технології», «Комп'ютерні науки».
          </li>
          <li>
            <p>
              Кафедру доручили створити д.ф.-м.н., проф. Ємцю Олегу
              Олексійовичу, який очолює її до цього часу. За час роботи
              завідувач кафедри став відмінником освіти України, лауреатом
              Державної премії України в галузі науки і техніки, здобув Подяку
              Прем’єр-міністра України.
            </p>
            <Image
              src={"/history/jub19_1.jpg"}
              width={1000}
              height={500}
              alt="Професор, доктор ф.-м.н. О.О. Ємець (фото Ю. Мар‘їна)"
            />
            <p>Професор, доктор ф.-м.н. О.О. Ємець (фото Ю. Мар‘їна)</p>
          </li>
          <li>
            <p>
              Колектив кафедри в 2019 році – це доктори і кандидати наук, старші
              викладачі – всі фахівці в ІТ-галузі. Це проф., к.ф.-м.н. Ємець
              Є.М., к.ф.-м.н., доценти Черненко О.О., Парфьонова Т.О., Чілікіна
              Т.В., Ємець Ол-ра О., к.ф.-м.н. Олексійчук Ю.Ф., ст. викл.
              викаладачі тур О.В., Карнаухова Г.В.
            </p>
            <Image
              src={"/history/jub19_2.jpg"}
              width={1000}
              height={500}
              alt="Колектив кафедри у 2009 році"
            />
            <p>Колектив кафедри у 2009 році</p>
            <Image
              src={"/history/jub19_3.jpg"}
              width={1000}
              height={500}
              alt="Колектив кафедри в 2013 році."
            />
            <p>Колектив кафедри в 2013 році.</p>
            <Image
              src={"/history/jub19_4.jpg"}
              width={1000}
              height={500}
              alt="Колектив кафедри в 2019 році."
            />
          </li>
        </ul>
        <p>
          В 2012 році викладачі кафедри кандидати фізико-математичних наук
          Парфьонова Тетяна Олександрівна, Ємець Олександра Олегівна, Черненко
          Оксана Олексіїівна отримали вчені звання доцентів.
        </p>
        <br />
        <p>
          В 2016 р. доцент кафедри ММСІ, к.ф.-м.н., доц., Ємець Олександра
          Олегівна отримала іменну стипендії міського голови для молодих учених
          Полтави!
        </p>
        <br />
        <p>
          В 2016 р. викладачі кафедри ММСІ, к.ф.-м.н. Чілікіна Тетяна Василівна
          та к.ф.-м.н. Ольховський Дмитро Миколаєвич отримали вчені звання
          доцентів!
        </p>
        <Image
          src={"/history/jub19_5.jpg"}
          width={1000}
          height={500}
          alt="Після вручення дипломів доцентів:  Т.О. Парфьонова, О.О.  Ємець, О.О. Черненко"
        />
        <h3 className="h-3">
          Наукова школа «Комбінаторна оптимізація та інформаційні технології»
        </h3>
        <ol>
          <li>
            <p>
              На кафедрі ММСІ плідно функціонує наукова школа «Комбінаторна
              оптимізації та інформаційні технології», яку очолює проф.,
              д.ф.-м.н. Ємець О. О.
            </p>
          </li>
          <li>
            <p>
              Під його керівництвом захистили дисертації кандидата
              фізико-математичних наук 13 вчених (в тому числі доцент кафедри
              Парфьонова Т.О. та керівник сектору дистанційного навчання ПУЕТ
              Ольховська О.В.).
            </p>
          </li>
          <li>
            <p>
              В рамках школи захистили дисертації доценти кафедри Ольховський
              Д.М., Чілікіна Т.В., Олексійчук Ю.Ф. (керівник – проф., к.ф.-м.н.
              Ємець Є.М.) та під керівництвом д.ф.-м.н., проф. Донця Г.П. з
              Інституту кібернетики НАНУ – доцент кафедри Ємець Ол-ра О.
            </p>
          </li>
        </ol>
        <p>
          Зараз в аспірантурі кафедри вчиться Поляков І.М. (керівник – проф.,
          д.ф.-м.н. Ємець О.О).
        </p>
        <Image
          src={"/history/jub19_6.jpg"}
          width={1000}
          height={500}
          alt="Студенти наукової школи Ємець О.О."
        />
        <h3 className="h-3">Наукова школа Ємець Є.М.</h3>
        <Image
          src={"/history/jub19_7.jpg"}
          width={1000}
          height={500}
          alt="Студенти наукової школи Ємець Є.М."
        />
        <h3 className="h-3">Список держбюджетних тем кафедри ММСІ</h3>
        <ol>
          <li>
            <p>№213/04 «Евклідова комбінаторна оптимізація».</p>
          </li>
          <li>
            <p>
              №275/08 «Розвиток теорії методів комбінаторної оптимізації» (№ДР
              0109U007659).
            </p>
          </li>
          <li>
            <p>
              №331/12 «Теорія і методи комбінаторної оптимізації для нечітких
              множин» (№ДР 0111U007595).
            </p>
          </li>
          <li>
            <p>
              №313/13 «Системний аналіз та моделювання еколого-економічних
              систем» (№ДР 0111U007596).
            </p>
          </li>
          <li>
            <p>
              №455/17 «Оптимізація на комбінаторних многогранниках і множинах:
              дослідження та інформаційні технології».
            </p>
          </li>
        </ol>
        <Image
          src={"/history/jub19_8.jpg"}
          width={1000}
          height={500}
          alt="Колектив вчених"
        />
        <p>
          Колектив вчених, що отримав Державну премію за цикл праць «Розробка
          нових математичних моделей, методів та інформаційних технологій
          розв’язування задач оптимізації, обробки та захисту інформації» 30
          листопада 2009р. Указ президента №979/2009 (другий справа – О.О.
          Ємець)
        </p>
      </div>
    </main>
  );
}
